
<p>Потенциал системы профессионального образования равномерно распределён по образовательным районам Ханты-Мансийского автономного округа - Югры. Сбалансированное размещение профессиональных образовательных организаций по территории автономного округа обеспечивает доступность образовательных услуг и позволяет получить профессиональное образование без выезда за пределы автономного округа.</p>

<p>На территории Ханты-Мансийского автономного округа &ndash; Югры расположены 19 профессиональных образовательных организаций, 2 университета и 1 академия, находящиеся под управлением Департамента образования и молодёжной политики автономного округа.</p>
