<?php
namespace Spo\Site\Dictionaries;

use Spo\Site\Core\SPODictionary;

/**
 * Class AdaptationType - типы адаптации образовательных программ для обучения лиц с ОВЗ
 */
class AdaptationType extends SPODictionary
{
	const T1 = 1;
	const T2 = 2;
	const T3 = 3;
	const T4 = 4;
	const T5 = 5;
	const T6 = 6;
	const T7 = 7;
	const T8 = 8;
	const T9 = 9;
	const T10 = 10;
	const T11 = 11;

	protected static $values = array(
		self::T1 => 'Для слабовидящих обучающихся',
		self::T2 => 'Для слепых обучающихся',
		self::T3 => 'Для слабослышащих',
		self::T4 => 'Для глухих',
		self::T5 => 'Для слабослышащих обучающихся, имеющих сложную структуру дефекта (нарушение слуха и задержка психического развития)',
		self::T6 => 'Для обучающихся, имеющих нарушения опорно-двигательного аппарата',
		self::T7 => 'Для обучающихся, имеющих тяжелые нарушения речи',
		self::T8 => 'Для обучающихся с задержкой психического развития',
		self::T9 => 'Для обучающихся с умственной отсталостью',
		self::T10 => 'Для обучающихся с умственной отсталостью, имеющих сложную структуру дефекта',
		self::T11 => 'Для обучающихся с иными ограничениями здоровья',
	);

}













